[
  {
    "titulo": "Blancanieves (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/uxy6FIFl3hccD2eqGe75WkPLv5M.jpg",
    "sinopsis": "Una adaptación en vivo del clásico cuento de hadas sobre una hermosa joven princesa que, mientras es acosada por una reina celosa, busca refugio en la casa de siete enanos en la campiña alemana..",
    "genero": [
      "Fantasía",
      "Familia"
    ],
    "urlServidor": "https://embed69.org/f/tt6208148/",
    "tipo": "pelicula"
  },
  {
    "titulo": "Capitán América: Brave New World (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/xVwP4GCbEfO66JSSyonnAhU3Fad.jpg",
    "sinopsis": "Tras reunirse con el recién elegido presidente de los EE. UU., Thaddeus Ross, Sam se encuentra en medio de un incidente internacional. Debe descubrir el motivo que se esconde tras un perverso complot global, antes de que su verdadero artífice enfurezca al mundo entero..",
    "genero": [
      "Acción",
      "Ciencia Ficción",
      "Suspense"
    ],
    "urlServidor": "https://embed69.org/f/tt14513804/",
    "tipo": "pelicula"
  },
  {
    "titulo": "The Witcher: Sirenas de las profundidades (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/eSwQudxKlJnI4tjDKi47aTAvTmj.jpg",
    "sinopsis": "Cuando unos misteriosos seres de las profundidades atacan a unos marineros, solo hay alguien que puede impedir que estalle la guerra entre la tierra y el mar: Geralt de Rivia..",
    "genero": [
      "Acción",
      "Animación",
      "Fantasía"
    ],
    "urlServidor": "https://embed69.org/f/tt15495150/",
    "tipo": "pelicula"
  },
  {
    "titulo": "Algo embarazada (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/lpMXvcdOnEg4rvsIjWEImhHI1aH.jpg",
    "sinopsis": "Cuando los sueños de Lainy de tener su propia familia comienzan a zozobrar, se pone una barriga falsa, cuenta una mentira y se enamora sin quererlo de su hombre ideal..",
    "genero": [
      "Comedia",
      "Romance"
    ],
    "urlServidor": "https://embed69.org/f/tt30253036/",
    "tipo": "pelicula"
  },
  {
    "titulo": "Contraataque (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/kxnFdLJhi37ZVFDCL1ka0yeQVU5.jpg",
    "sinopsis": "Tras rescatar a dos rehenes y crearse un nuevo enemigo, el capitán Guerrero y sus soldados de élite sufren la emboscada de un grupo criminal..",
    "genero": [
      "Acción",
      "Aventura",
      "Suspense"
    ],
    "urlServidor": "https://embed69.org/f/tt23648788/",
    "tipo": "pelicula"
  },
  {
    "titulo": "Estado eléctrico (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/nCuSMDWhWGJAPdp9rSDIogG5X82.jpg",
    "sinopsis": "Una adolescente huérfana emprende un viaje para encontrar a su hermano desaparecido junto con un misterioso robot, un cínico contrabandista y su ocurrente compañero..",
    "genero": [
      "Acción",
      "Aventura",
      "Ciencia Ficción",
      "Drama"
    ],
    "urlServidor": "https://embed69.org/f/tt7766378/",
    "tipo": "pelicula"
  },
  {
    "titulo": "El abismo secreto (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/3s0jkMh0YUhIeIeioH3kt2X4st4.jpg",
    "sinopsis": "Dos agentes de élite son secretamente asignados a torres de vigilancia en los lados opuestos de un vasto desfiladero, para proteger al mundo de un misterioso mal que acecha en su interior. Se unen en la distancia, pero han de mantenerse alerta para defenderse del enemigo invisible. Cuando se les revela una amenaza fatal para la humanidad, deben trabajar juntos y poner a prueba su fuerza física y mental para mantener el secreto del desfiladero antes de que sea demasiado tarde..",
    "genero": "Ciencia Ficción, Romance, Suspense",
    "urlServidor": "https://embed69.org/f/Tt13654226/",
    "tipo": "pelicula"
  },
  {
    "titulo": "Una película de Minecraft (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/qNEmbTNjf5hVzecPq96pxGfBhbX.jpg",
    "sinopsis": "Cuatro inadaptados se encuentran luchando con problemas ordinarios cuando de repente se ven arrastrados a través de un misterioso portal al Mundo Exterior: un extraño país de las maravillas cúbico que se nutre de la imaginación. Para volver a casa, tendrán que dominar este mundo mientras se embarcan en una búsqueda mágica con un inesperado experto artesano, Steve..",
    "genero": "Aventura, Comedia, Fantasía, Familia",
    "urlServidor": "https://embed69.org/f/tt3566834/",
    "tipo": "pelicula"
  },
  {
    "titulo": "A Working Man (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/aG50Ad3UV8cCQWpNWSHHUqgKGNB.jpg",
    "sinopsis": "Levon Cade dejó atrás una condecorada carrera militar en las operaciones encubiertas para vivir una vida sencilla trabajando en la construcción. Pero cuando la hija de su jefe, que para él es como de la familia, es secuestrada por traficantes de personas, su búsqueda para traerla a casa descubre un mundo de corrupción mucho mayor de lo que jamás podría haber imaginado..",
    "genero": "Acción, Crimen, Suspense",
    "urlServidor": "https://embed69.org/f/tt9150192/",
    "tipo": "pelicula"
  },
  {
    "titulo": "Doble espionaje (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/cjDs56iwx4i29VQ1RbSkqO9RUyU.jpg",
    "sinopsis": "Un matrimonio de espías, en el punto de mira de una red de inteligencia internacional, no se detendrá ante nada para obtener un activo crítico. Joe y Lara son agentes que viven fuera de la red y cuyo tranquilo retiro en una estación invernal salta por los aires cuando miembros de la vieja guardia sospechan que ambos pueden haberse unido a un equipo de élite de espías deshonestos, conocido como Alarum..",
    "genero": "Acción, Crimen, Suspense",
    "urlServidor": "https://embed69.org/f/tt31456973/",
    "tipo": "pelicula"
  }
]
