[
  {
    "titulo": "Blancanieves (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/uxy6FIFl3hccD2eqGe75WkPLv5M.jpg",
    "sinopsis": "Una adaptación en vivo del clásico cuento de hadas sobre una hermosa joven princesa que, mientras es acosada por una reina celosa, busca refugio en la casa de siete enanos en la campiña alemana..",
    "genero": [
      "Fantasía",
      "Familia"
    ],
    "urlServidor": "https://embed69.org/f/tt6208148/"
  },
  {
    "titulo": "Blancanieves (Mirror, mirror) (2012)",
    "poster": "https://image.tmdb.org/t/p/w1280/lXaFFfsOW1G2e671hzU6eYoMqjC.jpg",
    "sinopsis": "Nueva versión en clave de comedia del cuento de Blancanieves narrado desde el punto de vista de la malvada madastra. Siete valerosos y rebeldes enanitos ayudarán a Blancanieves a reclamar sus derechos al trono, que le pertenece por nacimiento, y a conquistar al Príncipe con el que pretende casarse la temible Reina..",
    "genero": [
      "Aventura",
      "Ciencia Ficción",
      "Comedia",
      "Drama",
      "Fantasía"
    ],
    "urlServidor": "https://xupalace.org/video/tt1667353/"
  },
  {
    "titulo": "¿Quién es quién? (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/nmF2wScZgC1t24D2F4yIoNBtFd.jpg",
    "sinopsis": "Los Fuentes no son la familia mejor avenida del mundo. ¿Pero, qué familia lo es? El trabajo, el colegio y la rutina les ha sumido en una espiral de desconexión que parece imposible de detener. Sin embargo, todo cambia cuando la benjamina del grupo, Valentina, pide un deseo por su noveno cumpleaños. Al día siguiente, todos los integrantes de la familia despiertan con el cuerpo intercambiado: El padre está en el cuerpo de su mujer, la niña está atrapada en el cuerpo de la abuela, los mellizos adolescentes no son ellos mismos… El caos se apodera de la familia y, desesperados, se preguntan: ¿Quién es quién?.",
    "genero": [
      "Comedia",
      "Familia"
    ],
    "urlServidor": "https://embed69.org/f/tt29138004/"
  },
  {
    "titulo": "Cloud (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/4Vfr2spPWJFoujoL4PBkF0wT3PV.jpg",
    "sinopsis": "Yoshii, un joven que se dedica a la reventa de productos por Internet, se encuentra en el centro de una serie de misteriosos sucesos que ponen en peligro su vida..",
    "genero": [
      "Crimen",
      "Drama",
      "Suspense"
    ],
    "urlServidor": "https://embed69.org/f/tt32828123/"
  },
  {
    "titulo": "Pídeme lo que quieras (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/76qnVxU2rPdVvipBN3DPQH6fVYB.jpg",
    "sinopsis": "Judith Flores es una chica normal. Tiene un trabajo que le apasiona, muy buenos amigos y un padre encantador. Pero su vida cambia radicalmente cuando conoce a Eric Zimmerman, dueño de la empresa donde ella trabaja. Su relación con Eric está a punto de dinamitar su vida por completo..",
    "genero": [
      "Drama",
      "Romance"
    ],
    "urlServidor": "https://embed69.org/f/tt31723358/"
  },
  {
    "titulo": "Pérdida total (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/bo95ixqzqcDL2CsbK1eeROZBqN2.jpg",
    "sinopsis": "Claudio es un hábil estafador desesperado por dinero. En un fallido intento por reclamar el seguro de su camioneta, intenta destruirla, solo para descubrir que en su interior se esconde el cuerpo sin vida del hijo de un poderoso jefe mafioso. Arrestado y llevado a Torreón, Claudio es visto por el fiscal como un astuto criminal disfrazado. Para escapar de su aprieto, debe cambiar la situación y actuar como cebo para atraer al despiadado líder, El Rojo, hundiéndolo aún más en un peligroso juego de engaño y supervivencia..",
    "genero": "Comedia",
    "urlServidor": "https://embed69.org/f/tt35922918/"
  },
  {
    "titulo": "Alexander y el viaje terrible, horrible, espantoso, horroroso (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/wMhEwAbb9sCaat4hjkhYByaLn1a.jpg",
    "sinopsis": "El viaje de Alexander y su familia a Ciudad de México sale mal, cuando descubren una maldición..",
    "genero": [
      "Comedia",
      "Familia"
    ],
    "urlServidor": "https://embed69.org/f/tt13782222/"
  },
  {
    "titulo": "Desconectados 2: Reconectados (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/ltQVd2J70YY56qxYm1Ya1HaF4ox.jpg",
    "sinopsis": "Victoria quiere ser la mejor mamá del mundo pero el problema es que sus hijos se sienten ahogados. Cuando le ofrecen un proyecto laboral en Miami, Victoria decide boicotearles su vida para que se vayan con ella..",
    "genero": "Comedia",
    "urlServidor": "https://embed69.org/f/tt36164396/"
  },
  {
    "titulo": "Lady Sakura (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/oNd70r6mtI0w0ZcNVpzdCc2gp8a.jpg",
    "sinopsis": "Drama tiene 26 años, es fotógrafa, y encadena trabajos y relaciones esporádicas mientras espera una beca con la que abrir una pequeña galería ahora que Clara, su mejor amiga y compañera de piso, se muda a otra ciudad.",
    "genero": [
      "Comedia",
      "Drama",
      "Romance"
    ],
    "urlServidor": "https://embed69.org/f/tt28108752/"
  },
  {
    "titulo": "Mi lista de deseos (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/r6K6spYEWf7aDGsY4EdkScZW1Hl.jpg",
    "sinopsis": "Cuando su madre la envía a una misión para completar su lista de deseos de la adolescencia, una joven desvela secretos familiares, encuentra el amor... y se redescubre..",
    "genero": [
      "Comedia",
      "Drama",
      "Romance"
    ],
    "urlServidor": "https://embed69.org/f/tt2172954/"
  },
  {
    "titulo": "Los silenciosos (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/3qHoQfLwK3ZDB9gqse87HBZ5aUD.jpg",
    "sinopsis": "En 2008, un grupo de hombres de Dinamarca y Europa lleva a cabo el mayor atraco de todos los tiempos en suelo danés. Kasper, un boxeador con pocas oportunidades en la vida, recibe la oferta de sus iniciadores extranjeros para planear el robo..",
    "genero": [
      "Acción",
      "Drama"
    ],
    "urlServidor": "https://embed69.org/f/tt32887283/"
  },
  {
    "titulo": "Criminales de lujo (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/rpAbueORafYSgTk2oSc2t6ayktb.jpg",
    "sinopsis": "Durante el día, son invisibles: aparcacoches, azafatas y camareros en un hotel de lujo. Por la noche, son los Ladrones de Autos, un grupo de conductores expertos que rastrean y roban a clientes adinerados en la carretera. Mientras planean su último atraco, el director del hotel contrata a un asesino a sueldo despiadado para detenerlos a toda costa. Con el peligro acercándose, ¿podrán Nora, Zoe, Steve y Prestance lograr su mayor puntuación hasta el momento?.",
    "genero": [
      "Acción",
      "Aventura"
    ],
    "urlServidor": "https://embed69.org/f/tt35683795/"
  },
  {
    "titulo": "Giro final (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/bU8IZz6DLBzBIIAZaHPIFzDtJID.jpg",
    "sinopsis": "Mónica tiene un podcast y Alex tiene un oscuro secreto. A veces, reunirse con amigos en línea en la vida real no es una buena idea..",
    "genero": "Terror",
    "urlServidor": "https://embed69.org/f/tt33091810/"
  },
  {
    "titulo": "Chico Bento e a Goiabeira Maraviosa (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/d2K7Zhw9yRjzoa4HBbrjt7aqlgT.jpg",
    "sinopsis": "Chuck Billy y su pandilla deben unirse para salvar el árbol de guayaba del Sr. Lau cuando se pone en riesgo..",
    "genero": [
      "Aventura",
      "Comedia",
      "Familia"
    ],
    "urlServidor": "https://embed69.org/f/tt30868610/"
  },
  {
    "titulo": "La madre de las estafas (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/mYfC4J5JFzsCCuJYbMLqpB5z81j.jpg",
    "sinopsis": "La historia real de un famoso chef británico. Graham Hornigold fue adoptado por una familia a la edad de 2 años, pero nunca perdió la esperanza de encontrar a su madre biológica. Después de alcanzar un nivel considerable de fama nacional, recibió un correo electrónico de una señora en julio de 2020, que afirmaba ser su progenitora. Con encuentros emocionantes, la mujer siempre demostró ser una persona de élite con un estilo de vida superior al de la mayoría de los ciudadanos, pero un giro sorprendente le mostró a Hornigold cómo las personas pueden ser engañosas..",
    "genero": [
      "Crimen",
      "Documental"
    ],
    "urlServidor": "https://embed69.org/f/tt35955855/"
  },
  {
    "titulo": "Holland (2015)",
    "poster": "https://image.tmdb.org/t/p/w1280/39jIr3A4ScUeGxFdMeARYKNxTgU.jpg",
    "sinopsis": "En esta película de suspense impredecible, Nicole Kidman es la meticulosa Nancy Vandergroot, una profesora y ama de casa cuya vida perfecta con su marido y su hijo en Holland, Míchigan, una ciudad llena de tulipanes, se convierte en una historia retorcida. Nancy y su amable compañero de trabajo empiezan a sospechar de un secreto, y acaban descubriendo que nada en sus vidas es lo que parece..",
    "genero": [
      "Suspense",
      "Misterio"
    ],
    "urlServidor": "https://embed69.org/f/tt3045628/"
  },
  {
    "titulo": "A Working Man (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/aG50Ad3UV8cCQWpNWSHHUqgKGNB.jpg",
    "sinopsis": "Levon Cade dejó atrás una condecorada carrera militar en las operaciones encubiertas para vivir una vida sencilla trabajando en la construcción. Pero cuando la hija de su jefe, que para él es como de la familia, es secuestrada por traficantes de personas, su búsqueda para traerla a casa descubre un mundo de corrupción mucho mayor de lo que jamás podría haber imaginado..",
    "genero": [
      "Acción",
      "Crimen",
      "Suspense"
    ],
    "urlServidor": "https://embed69.org/f/tt9150192/"
  },
  {
    "titulo": "4 Kings II (2023)",
    "poster": "https://image.tmdb.org/t/p/w1280/8LTBQ9doga9r3Q2lJ4Vh58pNryk.jpg",
    "sinopsis": "Cuando uno de los estudiantes de Kanokarcheewa fue atacado y gravemente herido. Bang, el líder de los estudiantes Kanok, se prepara para vengarse de los estudiantes de Buranabondh..",
    "genero": [
      "Acción",
      "Crimen",
      "Drama"
    ],
    "urlServidor": "https://embed69.org/f/tt30195433/"
  },
  {
    "titulo": "La pena máxima 2 (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/grLob90P4NfAEXb0RInk4b49UjP.jpg",
    "sinopsis": "Abelardo y su hermano Raúl se enfrentan a un dilema cuando el partido que podría clasificar a Colombia al Mundial coincide con la boda de Laura, la hija de Abelardo, quien se casa con la estrella del equipo. Con una apuesta en juego y dos eventos cruciales, harán todo lo posible por cumplir con sus planes en medio de situaciones desternillantes, hasta que el pitido final lo decida todo..",
    "genero": "Comedia",
    "urlServidor": "https://embed69.org/f/tt35287639/"
  },
  {
    "titulo": "... y mujer (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/7jBVq1NJAW1RR67yYP3uudO4PER.jpg",
    "sinopsis": "Cuando el prometido de una futura novia muere, ella insiste en seguir adelante con la boda de todos modos, para desconcierto de sus amigos y familiares..",
    "genero": "Comedia",
    "urlServidor": "https://embed69.org/f/tt6614198/"
  },
  {
    "titulo": "Duplicidad, de Tyler Perry (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/k4fJun2pJ70BBFMgGAZddk3m7sg.jpg",
    "sinopsis": "La brillante abogada Marley se enfrenta a su caso más personal cuando le encargan que descubra la verdad sobre el asesinato del marido de su mejor amiga, Fela. Con ayuda de su novio, un antiguo policía que ahora es detective privado, las pesquisas de Marley sobre lo que realmente ocurrió la llevan por un peligroso laberinto de engaños y traiciones..",
    "genero": [
      "Drama",
      "Suspense"
    ],
    "urlServidor": "https://embed69.org/f/tt28239363/"
  },
  {
    "titulo": "O'Dessa (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/xbdRxyr1u5dbhvMm14w7J1jJWQS.jpg",
    "sinopsis": "O'Dessa es una ópera rock emplazada en un futuro posapocalíptico sobre una chica de campo que emprende la búsqueda de una reliquia familiar. El viaje la lleva a una ciudad peligrosa donde debe recurrir al poder del destino y la música para salvar el alma de su amor verdadero..",
    "genero": [
      "Ciencia Ficción",
      "Drama",
      "Música"
    ],
    "urlServidor": "https://embed69.org/f/tt26304178/"
  },
  {
    "titulo": "Z Zone (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/ynW7ZFLZsbVQozvzdAOLdQrLL9P.jpg",
    "sinopsis": "En un rincón remoto del mundo, un grupo de jóvenes con problemas se encuentra llevado a una misteriosa base militar después de una serie de mal comportamiento. Esperando poco más que una severa reprimenda, en su lugar se les lleva a un mundo de secretos y sombras. En una intención desesperada por la libertad, deben desentrañar los misterios de la base y confrontar a las siniestras fuerzas que acechan en las sombras. Pero con el tiempo agotado y el peligro que acecha en cada esquina, las probabilidades de supervivencia se vuelven más delgadas por minuto. Coraje, fuerza y ​​sacrificio, ¿finalmente escaparían de las garras de la base y salen de la oscuridad a la luz?.",
    "genero": "Terror",
    "urlServidor": "https://embed69.org/f/tt32195076/"
  },
  {
    "titulo": "Bird (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/8f6lD6wlZRP1FCz5SU4q86M2TuB.jpg",
    "sinopsis": "Bailey, de 12 años, vive en una casa ocupada en el norte de Kent junto a su padre soltero, Bug, y su hermano Hunter. Bug no dedica mucho tiempo a sus hijos, y Bailey, al estar por entrar en la pubertad, busca llamar la atención y vivir experiencias por su cuenta..",
    "genero": [
      "Drama",
      "Fantasía"
    ],
    "urlServidor": "https://embed69.org/f/tt28277817/"
  },
  {
    "titulo": "Mission Extreme 2: Black War (2023)",
    "poster": "https://image.tmdb.org/t/p/w1280/wMjd9Dme80v9sLBeX1wxjGaXQHb.jpg",
    "sinopsis": "Un líder terrorista está elaborando un plan masivo para perturbar la estabilidad nacional. El ayudante de campo Nabid está siguiendo la pista de la organización terrorista. Pero la situación se agrava cuando una serie de ataques anónimos ocurren..",
    "genero": "Acción",
    "urlServidor": "https://embed69.org/f/tt26230118/"
  },
  {
    "titulo": "El Ministro de Propaganda (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/dRNVZJNfQmF3hwj4jeC6ZbJd3zC.jpg",
    "sinopsis": "Joseph Goebbels, el Ministro de Propaganda en la Alemania nazi, acompaña a Hitler durante siete años que van desde 1938 hasta 1945. Mientras Hitler está en la cima de su poder, Goebbels es el creador de las imágenes de multitudes ondeando banderas y de varias películas antisemitas. Tras la derrota en Stalingrado y la situación cada vez más desesperada a finales de 1944, Goebbels planea el acto de propaganda más radical, su última puesta en escena..",
    "genero": [
      "Drama",
      "Historia"
    ],
    "urlServidor": "https://embed69.org/f/tt30467885/"
  },
  {
    "titulo": "Aún Estoy Aquí (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/bp8VfiqYqkQOzf6e8LBv4m53gxU.jpg",
    "sinopsis": "Brasil, 1971. Un país en las garras de una dictadura militar. Una madre se ve obligada a reinventarse cuando la vida de su familia se ve destrozada por un acto de violencia arbitraria..",
    "genero": [
      "Drama",
      "Historia"
    ],
    "urlServidor": "https://embed69.org/f/tt14961016/"
  },
  {
    "titulo": "Moscas (2023)",
    "poster": "https://image.tmdb.org/t/p/w1280/x9N3Ve9inJAHIF8vYHpm4hdUdBH.jpg",
    "sinopsis": "El señor Machi es un empresario aficionado a los lujos, el dinero fácil y las mujeres. Una persona despreciable que abusa de su poder y posición, pero que de pronto se encuentra en una situación límite: una mañana, a plena luz del día, pincha una rueda. Pero su sorpresa llega al descubrir en su maletero el cadáver desfigurado de un desconocido. Alguien le ha tendido una trampa. Ahí comienza una ruta desesperada para deshacerse del cuerpo, descubrir su identidad y saber quién está detrás de todo esto. Alguno de los muchos enemigos que ha ido cultivando con los años, desde su propia esposa hasta compañeros de trabajo, pasando por guardaespaldas o políticos. Pudo ser cualquiera de los que ha pisado durante estos años para seguir trepando o para consolidar su poder, porque para Luis Machi, las personas resultan tan insignificantes que de lejos parecen moscas..",
    "genero": "Suspense",
    "urlServidor": "https://embed69.org/f/tt29299997/"
  },
  {
    "titulo": "Las vidas de Sing Sing (2023)",
    "poster": "https://image.tmdb.org/t/p/w1280/1x5yWfgpEUxF8kg62ooukLfVbCI.jpg",
    "sinopsis": "Un pequeño grupo de personas encarceladas en el Centro Correccional Sing Sing, una de las prisiones de máxima seguridad más famosas del mundo, intenta montar su propia producción original como parte de un taller de teatro. A través de las artes escénicas, estos hombres consiguen ver el mundo como un lugar por el que luchar..",
    "genero": "Drama",
    "urlServidor": "https://embed69.org/f/tt28479262/"
  },
  {
    "titulo": "La batalla de los mundos (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/gRK7clR2wtHNQndCymOLLjCRAGa.jpg",
    "sinopsis": "La nave espacial Iris y su tripulación se topan con un descubrimiento inquietante al embarcarse hacia lo que creen que es un planeta deshabitado. Tras una tragedia devastadora, un astronauta lucha por completar su misión interestelar para rescatar a una tripulación perdida. Una joven brillante, en una misión de cuatro años a un planeta alienígena, recuerda su infancia y se enfrenta a sus demonios internos. Un astronauta en las Misiones Ricitos de Oro busca en las estrellas un nuevo hogar cuando una falla en un circuito de su nave amenaza con poner en peligro la misión. Dos astronautas de élite despiertan en el abismo espacial intentando regresar a su nave varada..",
    "genero": [
      "Acción",
      "Ciencia Ficción"
    ],
    "urlServidor": "https://embed69.org/f/tt32044814/"
  },
  {
    "titulo": "Doble espionaje (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/cjDs56iwx4i29VQ1RbSkqO9RUyU.jpg",
    "sinopsis": "Un matrimonio de espías, en el punto de mira de una red de inteligencia internacional, no se detendrá ante nada para obtener un activo crítico. Joe y Lara son agentes que viven fuera de la red y cuyo tranquilo retiro en una estación invernal salta por los aires cuando miembros de la vieja guardia sospechan que ambos pueden haberse unido a un equipo de élite de espías deshonestos, conocido como Alarum..",
    "genero": [
      "Acción",
      "Crimen",
      "Suspense"
    ],
    "urlServidor": "https://embed69.org/f/tt31456973/"
  },
  {
    "titulo": "Cupido confuso (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/eqHwh2Str8xUaIIxCAIaJHlETv5.jpg",
    "sinopsis": "Nico quiere ser independiente con su colega del vecindario, RACA, pero no quiere lazos. Harto de sus padres, Nico sale de casa y alquila una habitación en las afueras. A pesar de la distancia, comienza a pasar el rato con Leo, el hermano pequeño de Raca, un niño que está recibiendo hormonas, porque quiere hacer la transición a una mujer. Nico está dividido entre el amor de su hermano o su hermana. Mientras tanto, sus respectivas familias se desmoronan, porque en una no hay amor ni en la otra fidelidad..",
    "genero": "Drama",
    "urlServidor": "https://embed69.org/f/tt33112074/"
  },
  {
    "titulo": "Edipo esclavo (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/dSF1WoGLSufDwfaCJk7lAfrRhC2.jpg",
    "sinopsis": "El amor no conoce edad, ni la paternidad conoce la orientación sexual. Alfonso se enamora de Carmen, tal como lo hizo con Roberto, su padre. Myriam, su madre, tiene una relación con Manu, mucho más joven que ella, incluso más joven que su propio hijo. Miguel es el hijo de Carlos, no conocía a su madre, tiene una relación sentimental con Julio y ambos quieren ser padres con un par de amigos lesbianas..",
    "genero": "Drama",
    "urlServidor": "https://embed69.org/f/tt33098182/"
  },
  {
    "titulo": "Escape (2023)",
    "poster": "https://image.tmdb.org/t/p/w1280/mysP4M5q7PVlhkiyF0RA5tCcweX.jpg",
    "sinopsis": "Una banda criminal violenta saca a diez mujeres jóvenes víctimas de trata sexual de un centro turístico en una isla para enviarlas a un cliente extranjero. Una joven enfermera y una bailarina luchadora traman un plan de escape y se encuentran en el desierto luchando por sobrevivir contra traficantes despiadados..",
    "genero": "Suspense",
    "urlServidor": "https://xupalace.org/video/tt26451068/"
  },
  {
    "titulo": "Tiempo compartido (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/1LY7la8PwaXCGeG8otvJjYIsepo.jpg",
    "sinopsis": "Abril de 2020. Etienne, director de cine, y su hermano Paul, un periodista musical, pasan juntos el confinamiento en la casa de su infancia con sus nuevas parejas, Morgane y Carole. Cada habitación, cada objeto, los árboles del jardín o los caminos a través de los bosques los trasladan a los recuerdos de su infancia y a sus fantasmas. El mundo que les rodea es cada vez más inquietante, la irrealidad del confinamiento y la comedia invade sus gestos y acciones cotidianos. Es como si se encontraran suspendidos en el tiempo..",
    "genero": [
      "Comedia",
      "Drama",
      "Romance"
    ],
    "urlServidor": "https://embed69.org/f/tt31015247/"
  },
  {
    "titulo": "La mirada tras el espejo (2023)",
    "poster": "https://image.tmdb.org/t/p/w1280/i5XuhPM6WKu0gZHdqS6GpmYAZH7.jpg",
    "sinopsis": "Jess escapa de su marido, lleva a su hijo Noah y se queda en casa de su hermana en Los Ángeles. Pero Jess no se puede sacar de la cabeza que su ex, Peter, la sigue a todas partes..",
    "genero": [
      "Suspense",
      "Película de TV"
    ],
    "urlServidor": "https://embed69.org/f/tt21615444/"
  },
  {
    "titulo": "El artista del cristal (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/2fjwx6SzXLSfeT0UCUwlPKHGrT3.jpg",
    "sinopsis": "El joven Vincent y su padre Tomas, los encargados de dirigir el mejor taller de vidrio del país, temen por una guerra inminente en la que no quieren participar. La llegada a su pueblo de un coronel del ejército y su hija Alliz, joven y talentosa violinista, sacudirá su realidad y pondrá a prueba la relación entre ambos..",
    "genero": [
      "Animación",
      "Romance",
      "Familia",
      "Bélica"
    ],
    "urlServidor": "https://embed69.org/f/tt5986440/"
  },
  {
    "titulo": "Boreal (2022)",
    "poster": "https://image.tmdb.org/t/p/w1280/4WzRqdFqD26vWVbj7xmzgUVH2Xh.jpg",
    "sinopsis": "Ana y Pablo son una pareja que se ha ido a vivir al campo tras la muerte de su hijo en un accidente de coche. Para la inauguración invitan a sus amigos más cercanos: Guille y Bea, pero la alegría por el encuentro pronto se transforma en estupor cuando Guille empiece a mostrar un comportamiento un tanto extraño, que coincide con la aparición de una extraña aurora boreal que les deja incomunicados. Los acontecimientos les hacen plantearse una enloquecida posibilidad: ¿y si ese inesperado fenómeno ha traído al Guille de otra realidad? ¿Y si el resto también pudiera “saltar”?.",
    "genero": [
      "Drama",
      "Fantasía"
    ],
    "urlServidor": "https://embed69.org/f/tt15771902/"
  },
  {
    "titulo": "Divino tesoro (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/kPACBqB9ec5NBWQRT1tVYdiCy02.jpg",
    "sinopsis": "Roberto es un hombre retirado que vive solo y alquila una habitación en su casa a una joven estudiante, Carmen, que pronto comienza a fascinarlo; Él extiende la alegría de su nueva vida a Carlos, un amigo aún mayor que él, que también decide alquilar una habitación a otra joven, Sonia, que aspira a ser un jugador de fútbol a pesar de su vida disoluta..",
    "genero": "Drama",
    "urlServidor": "https://embed69.org/f/tt33098099/"
  },
  {
    "titulo": "El Laboratorio de Dexter: Viaje al Ego (1999)",
    "poster": "https://image.tmdb.org/t/p/w1280/dv12cw5V1RbglIOiwMto4r3STdf.jpg",
    "sinopsis": "Después de que Dexter se enfrente a los robots que quieren \"destruir el que salvó el futuro\", utiliza su máquina del tiempo para ver cómo lo salvó..",
    "genero": [
      "Acción",
      "Animación",
      "Ciencia Ficción",
      "Comedia",
      "Drama",
      "Familia",
      "Película de TV"
    ],
    "urlServidor": "https://embed69.org/f/tt0293092/"
  },
  {
    "titulo": "Me contro te - la película: operación espías (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/upG5DLCYPt9czIFaecAis0ddety.jpg",
    "sinopsis": "La alianza de Maléficos, formada por Mr. S., Perfidia, Viperiana y Serpe han convencido al mundo de que Él y Sophi son criminales y los dos, para no ser buscados, se unen a otros personajes para demostrar su inocencia y devolver la armonía al planeta..",
    "genero": [
      "Aventura",
      "Comedia",
      "Familia"
    ],
    "urlServidor": "https://embed69.org/f/tt31985563/"
  },
  {
    "titulo": "Uppercut (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/zv4jdLV7wuQGwhwAOeD7qzd8eSF.jpg",
    "sinopsis": "Sigue el viaje de Toni desde que recibe entrenamiento de boxeo con Elliot hasta convertirse en una entrenadora del boxeo femenino y guiar a Payne a una pelea por el campeonato, al tiempo que aprovecha las lecciones aprendidas de Elliott..",
    "genero": [
      "Drama",
      "Suspense"
    ],
    "urlServidor": "https://embed69.org/f/tt29603375/"
  },
  {
    "titulo": "Marinette (2023)",
    "poster": "https://image.tmdb.org/t/p/w1280/aM7o55PKT45q630Qmma1fNu99Cd.jpg",
    "sinopsis": "Biopic de Marinette Pichon, primera futbolista francesa en fichar por la liga profesional estadounidense, récord de goles por partido y de selecciones para la selección francesa..",
    "genero": [
      "Drama",
      "Historia"
    ],
    "urlServidor": "https://embed69.org/f/tt20251542/"
  },
  {
    "titulo": "Wrong Address (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/2YqOCDPJlNbQlF0fHnJekqbnfBT.jpg",
    "sinopsis": "Charleston White debe pagar el alquiler atrasado mientras es investigado por detectives locales en Dallas..",
    "genero": "Drama",
    "urlServidor": "https://embed69.org/f/tt35819880/"
  },
  {
    "titulo": "With Difficulty Comes Ease (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/fjPhUeAgKYJ5Bx1hOJl71RlTUBQ.jpg",
    "sinopsis": "Zainab, una musulmana que recientemente enviudó, soporta la asfixiante confinamiento en casa de su suegra, donde debe permanecer hasta el final de su período de luto obligatorio. Agobiada por problemas económicos y un embarazo secreto, una amistad inesperada se convierte en su salvavidas mientras enfrenta su dolor y redefine sus aspiraciones en su lucha por seguir adelante..",
    "genero": "Drama",
    "urlServidor": "https://embed69.org/f/tt33075046/"
  },
  {
    "titulo": "Who's Cheating Who? (2024)",
    "poster": "https://image.tmdb.org/t/p/w1280/tGAxpqHWsS89bLk0cyOE6fJ8Tae.jpg",
    "sinopsis": "Sigue a dos matrimonios, Stephanie/Mason y Maxine/Steven, cuyas vidas se entrelazan a través de sus amoríos. Stephanie inicia un romance con Steven tras descubrir la infidelidad de Mason con Maxine..",
    "genero": "No encontrado",
    "urlServidor": "https://embed69.org/f/tt31924961/"
  },
  {
    "titulo": "Capitán América: Brave New World (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/xVwP4GCbEfO66JSSyonnAhU3Fad.jpg",
    "sinopsis": "Tras reunirse con el recién elegido presidente de los EE. UU., Thaddeus Ross, Sam se encuentra en medio de un incidente internacional. Debe descubrir el motivo que se esconde tras un perverso complot global, antes de que su verdadero artífice enfurezca al mundo entero..",
    "genero": "Acción, Ciencia Ficción, Suspense",
    "urlServidor": "https://embed69.org/f/tt14513804/"
  },
  {
    "titulo": "The Witcher: Sirenas de las profundidades (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/eSwQudxKlJnI4tjDKi47aTAvTmj.jpg",
    "sinopsis": "Cuando unos misteriosos seres de las profundidades atacan a unos marineros, solo hay alguien que puede impedir que estalle la guerra entre la tierra y el mar: Geralt de Rivia..",
    "genero": "Acción, Animación, Fantasía",
    "urlServidor": "https://embed69.org/f/tt15495150/"
  },
  {
    "titulo": "Algo embarazada (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/lpMXvcdOnEg4rvsIjWEImhHI1aH.jpg",
    "sinopsis": "Cuando los sueños de Lainy de tener su propia familia comienzan a zozobrar, se pone una barriga falsa, cuenta una mentira y se enamora sin quererlo de su hombre ideal..",
    "genero": "Comedia, Romance",
    "urlServidor": "https://embed69.org/f/tt30253036/"
  },
  {
    "titulo": "Contraataque (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/kxnFdLJhi37ZVFDCL1ka0yeQVU5.jpg",
    "sinopsis": "Tras rescatar a dos rehenes y crearse un nuevo enemigo, el capitán Guerrero y sus soldados de élite sufren la emboscada de un grupo criminal..",
    "genero": "Acción, Aventura, Suspense",
    "urlServidor": "https://embed69.org/f/tt23648788/"
  },
  {
    "titulo": "Estado eléctrico (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/nCuSMDWhWGJAPdp9rSDIogG5X82.jpg",
    "sinopsis": "Una adolescente huérfana emprende un viaje para encontrar a su hermano desaparecido junto con un misterioso robot, un cínico contrabandista y su ocurrente compañero..",
    "genero": "Acción, Aventura, Ciencia Ficción, Drama",
    "urlServidor": "https://embed69.org/f/tt7766378/"
  },
  {
    "titulo": "El abismo secreto (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/3s0jkMh0YUhIeIeioH3kt2X4st4.jpg",
    "sinopsis": "Dos agentes de élite son secretamente asignados a torres de vigilancia en los lados opuestos de un vasto desfiladero, para proteger al mundo de un misterioso mal que acecha en su interior. Se unen en la distancia, pero han de mantenerse alerta para defenderse del enemigo invisible. Cuando se les revela una amenaza fatal para la humanidad, deben trabajar juntos y poner a prueba su fuerza física y mental para mantener el secreto del desfiladero antes de que sea demasiado tarde..",
    "genero": "Ciencia Ficción, Romance, Suspense",
    "urlServidor": "https://embed69.org/f/Tt13654226/"
  },
  {
    "titulo": "Una película de Minecraft (2025)",
    "poster": "https://image.tmdb.org/t/p/w1280/qNEmbTNjf5hVzecPq96pxGfBhbX.jpg",
    "sinopsis": "Cuatro inadaptados se encuentran luchando con problemas ordinarios cuando de repente se ven arrastrados a través de un misterioso portal al Mundo Exterior: un extraño país de las maravillas cúbico que se nutre de la imaginación. Para volver a casa, tendrán que dominar este mundo mientras se embarcan en una búsqueda mágica con un inesperado experto artesano, Steve..",
    "genero": "Aventura, Comedia, Fantasía, Familia",
    "urlServidor": "https://embed69.org/f/tt3566834/"
  }
]
